const itemsStudy = [
    {
        header: "МПГУ, кафедра Дизайна",
        speciality: "Дизайнер-график",
        years: "2010–2016",
        description: "Профильное образование по специальности дизайна с красным дипломом. Графический дизайн, история дизайна, науки и техники, живопись, рисунок, флористика, колористика, геометрическое моделирование, веб-дизайн, скульптура.",
        width: "60px",
    },
    {
        header: "МПГУ, кафедра Дизайна",
        speciality: "Преподаватель дизайна",
        years: "2012–2013",
        description: "Профессиональная переподготовка в сфере преподавания дизайна.",
        width: "75px",
    },
    {
        header: "RealTime School",
        speciality: "Digital Painting",
        years: "2014",
        description: "Основы рисования в Adobe Photoshop в разных техниках.",
        width: "186px",
    },
    {
        header: "RealTime School",
        speciality: "InDesign",
        years: "2014",
        description: "Принципы работы с программой, шрифтами, композицией с цветом.",
        width: "180px",
    },
    {
        header: "Яндекс Практикум",
        speciality: "Веб-разработка",
        years: "2020–2021",
        description: "Верстка в HTML, CSS и JavaScript. Сборка лендингов и React-приложений. Работа с Git и WebPack. Реализация валидации, работы с массивами, функциями, API",
        width: "115px",
    },
    {
        header: "Яндекс Практикум",
        speciality: "Коммерческий иллюстратор",
        years: "2023",
        description: "Разработка и создание иллюстраций под задачи клиента с нуля. Изучание и применение различныч креативных методологий.",
        width: "160px",
    },
  ]

  export default itemsStudy;