import React from 'react';

//Components


function AboutMe() {

    return (
        <>
            <div className='about-me'>
                <div className='about-me_image'></div>
                <div className='about-me_description'>
                    <h3 className='about-me_header'>Кто я?</h3>
                    <p className='about-me_text'>Я родилась и выросла в Москве, закончила художественно-графический факультет МПГУ по специальности “Дизайнер-график”. У меня есть муж и собака. Я люблю читать художественную литературу на русском и английском языках и вышивать, а еще недавно увлеклась йогой.</p>
                    <p className='about-me_text'>Уже 9 лет я работаю в рекламных агентствах с клиентами из разных областей. Кроме того, я работаю на фрилансе с несколькими крупными клиентами. За это время я приобрела много разных soft skills, например, навыки самоорганизации, умение работать в режиме горящих дедлайнов и умение коммуницировать с командой и клиентами.</p>
                    <p className='about-me_text'>Я люблю учится и стараюсь все время находить способы узнать что-то новое. Сейчас я учусь в Яндекс Практикуме на Коммерческого иллюстратора и планирую освоить моушн-дизайн в большей степени.</p>
                    <p className='about-me_text'>Кстати, для этого сайта дизайн и веб-разработку я делала сама =)</p>
                </div>
            </div>
            
        </>    
    )
}

export default AboutMe;
